SAT/SAT/Debug/Entrada-cfeRetRecepcao.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Header><cfeCabecMsg xmlns="http://www.fazenda.sp.gov.br/sat/wsdl/CfeRetRecepcao"><versaoDados>0.06</versaoDados><cUF>35</cUF></cfeCabecMsg></soap:Header><soap:Body><cfeRetRecepcao xmlns="http://www.fazenda.sp.gov.br/sat/wsdl/CfeRetRecepcao"><cfeDadosMsg><![CDATA[<consReci xmlns="http://www.fazenda.sp.gov.br/sat" versao="0.06"><tpAmb>2</tpAmb><nRec>CFe35160211111111111111591234567890010163080406.xml</nRec><cUF>35</cUF><nSeg>ewfgwefewfwefqwfwefqwefewqfewfewfewfewqfew</nSeg><dhEnvio>20160817144803</dhEnvio><nserieSAT>123456789</nserieSAT></consReci>]]></cfeDadosMsg></cfeRetRecepcao></soap:Body></soap:Envelope>